{"filename": "backend/unstructured-data\\BusinessPerspective-transcript.pdf", "content": [{"page_number": 1, "page_content": "Development of this training was funded by: Washington State Department of Social & Health Services DVR Divsion of Vocational Rehabilitation Fundamentals of Supported Employment in Vocational Rehabilitation Business Perspectives in Supported Employment 1"}, {"page_number": 2, "page_content": "Supported Employment Service Flow Services Flow Chart Supported Employment is for customers with the most significant disabilities who want to work, and have a resource for Extended Services available. Extended Services are provided by a resource other than DVR. Ongoing Support Services are provided by DVR until the transition to extended services. Employed: First day on the job! (NOT Employed Status) IPE Signed Identifies Source of Extended Services) DVR Ongoing Services (CRP Intensive Training) Comprehensive Assessment (Collaboration) ? Did you know? Supported Employment Ongoing Support Services are provided by DVR and can start from initial job placement to transition to extended services for a period of time up to 24 months or until the identified Extended Services are available. If the customer's job performance stabiltzes prior to when extended services are available, DVR continues to provide ongoing support services as long as the customer's job performance remains stable and satisfactory. How long? Up to 24 months but exceptions can be made to go longer. DVR 90 countdown Successful DVR Closure (Interm Partners) Employer contact! In collaboration with the CRP the DVR counselor is required to document contact with the employer prior to closure to ensure the success of the supported employment outcome. Stabilization: (Extended Services: DVR Employed Status) When Job performance Is stabtitzed transition to extended services occurs. The transition from DVR Ongoing Support Services to Extended Services, or natural supports, occurs when the extended service or natural supports resource assumes full responsibility for the cost and provision of services to the customer. WASHINGTON INITIATIVE for SUPPORTED EMPLOYMENT Before we begin the content of this training module let's review the supported employment model that the D.S.H.S. Division of Vocational Rehabilitation, or D.V.R., must carry out. As an employment consultant serving these customers, it is important that you understand the steps of supported employment that D.V.R. must follow and your role in the process. Let's review each step briefly. D.V.R. supported employment services are provided to customers with the most significant disabilities who want to get and keep a permanent job. These customers require intensive support to obtain employment, as well as long term support to achieve and maintain successful job performance. Federal rules for supported employment require D.V.R. to provide the upfront vocational rehabilitation, or V.R. services known as on- going services, that a customer requires to get and learn a job. After that, a separate source will provide the extended support or long term supports the customer needs to keep their job once D.V.R. services end. All D.V.R. supported employment customers go through the same application and eligibility determination process. Once an individual is determined eligible for D.V.R. their V.R. counselor works with them to conduct a comprehensive assessment of their vocational rehabilitation needs, including whether the customer will require supported employment to get and keep a job of their choice. The comprehensive assessment often includes a community based assessment that is provided by a community rehabilitation program, or C.R.P., such as the one you work for. After the comprehensive assessment has been completed, the D.V.R. customer is assisted by their V.R. Counselor to develop an individualized plan for employment, or I.P.E. The I.P.E. identifies the customer's employment goal along with the steps and the D.V.R. services they will require to achieve their goal. The I.P.E. must also identify the customer's need for supported employment and what their source of long term support or extended services will be. If the source of extended services is unknown when the I.P.E. begins, there must be a strong expectation that a source will be identified within 24 months. D.V.R. services identified in the I.P.E. begin once the plan is signed by the D.V.R. customer and their V.R. counselor. Typically, the first step of an I.P.E. is for D.V.R. to authorize job placement services to assist the supported employment customer in becoming employed. Once the customer is employed then D.V.R. authorizes intensive training services to assist the customer in learning how to perform their job satisfactorily. However, once a customer reaches a stable level of satisfactory job performance, they must begin receiving their extended services from a source outside of D.V.R .. If a supported employment customer achieves stable job performance sooner than their extended services will be available, D.V.R. will continue providing ongoing support for up to 24 months. Once extended services have begun, D.V.R. keeps the case open during the first ninety days that these services are provided to make sure they meet the customer's needs. If the customer is doing well on their job at the end of this ninety days and their extended services continue without interruption, then the customer's D.V.R. case is closed. 2"}, {"page_number": 3, "page_content": "Learning Objectives Identify your multiple customers How to approach supported employment from a business perspective: · Motivation, Model, Language Key elements to building relationships: · Trust, Education, Information Benefits to businesses Ethical employment consulting GO WISE WASHINGTON INITIATIVE for SUPPORTED EMPLOYMENT As you will quickly learn, you have multiple customers as an employment consultant. The primary customer is referred to you by the Division of Vocational Rehabilitation, or DVR. Other essential customers are employers and business community members. This training will help you focus on how to provide services to employers and business members involved with your DVR customer's job. Employment consultants in the supported employment field have historically tended to neglect to focus on how we work with businesses during in the job placement, training, retention and extended services phases of supported employment. Topics to be covered in this training include: identifying your customers' employment needs, supported employment approaches from a business perspective including motivation, models and language, key elements to building relationships including trust, education and information, the benefits supported employment brings to businesses, and ethical employment consulting. Please realize that a large part of your job as an employment consultant is to bridge the gap between the supported employment service system and the business world. Your ability to bridge this gap is very important to supported employment for obvious reasons. Mainly, helping people with disabilities gain access to employment is key to living successfully in their communities. Let's begin thinking about the business world, in order to sharpen your approaches to serving employers. 3"}, {"page_number": 4, "page_content": "Your Customers You have several customers Two main customers: · DVR Customer receiving supported employment services · Business/employer you are assisting with a staffing need Two main perspectives: DVR service system Business world Gap between service system and business world GO WISE WASHINGTON INITIATIVE for SUPPORTED EMPLOYMENT As we just stated in the introduction, an employment consultant has multiple customers and various roles in their job. Thinking about these aspects will help your approach in your work be more successful. First, let's take some time to consider who your multiple customers are in your job. These may include representatives from the funding agency, such as the DVR counselor; the Division of Behavioral Health and Recovery, or DBHR case manager; or the Developmental Disabilities Administration , or DDA case manager. Additional partners who interact with your DVR customers may include family members, caregivers, guardians, teachers in high school transition programs and benefits planners. While you will have multiple customers in supported employment, there are two who are central to your work: the customer receiving supported employment services and the business you are assisting with a staffing need. The role you hold as an employment consultant with these customers will be vital to your success. When working with multiple customers, you will encounter various perspectives and realities in your working relationships within the work culture. Your DVR customer and the employer will expect you to learn the job duties and work alongside your client until the client has learned their tasks with minimal prompting. Many people in the supported employment field have noticed the gap between the supported employment service system and the business world. This is an important distinction for several reasons, but the main distinction is the fact that while knowing how to work within the service system is crucial to your role as an employment consultant, equally important is your ability to work within the business world since this is where your DVR customer will be employed. 4"}, {"page_number": 5, "page_content": "Your Job as an Employment Consultant Focus on the business · Business perspective · Relationships with employers · Customize jobs to include employer need GO WISE WASHINGTON INITIATIVE for SUPPORTED EMPLOYMENT Whether your job is to provide job placement services or intensive training services, or both, you will be working with businesses and employers. How you do this part of your job can be really important to your DVR customer's success, so let's take some time to think about your role as an employment consultant when you focus on the business. This includes the concept of a business perspective, the relationships you will build with employers and a shift in how we customize jobs to include the employer's needs alongside your DVR customer's needs and skills. 5"}, {"page_number": 6, "page_content": "Business Perspective: What are the employer's top priorities? What motivates them? · Running a successful business and being profitable · Want to sustain current operations · Want to produce more · Concerned about worker performance and safety GO WISE WASHINGTON INITIATIVE for SUPPORTED EMPLOYMENT First, let's focus on the business perspective. In order to really understand and satisfy the employers you work with, you will need to spend some time thinking and learning about specific aspects of their businesses. This will be different for each business. All employers share some common priorities. They want their business to be successful and profitable. They want to sustain or expand their operations to produce more or be more efficient. They are always concerned about the performance of employees and worker safety. When approaching employers about hiring DVR supported employment customers, your first task is to learn and understand the priorities and needs of their businesses. Start by asking the employer some questions about their business. This is the best method to help you gain an understanding of their perspective, mission and business model. For example, you may ask: Is there a projected growth in job openings in their organization? Are they a corporate business, small business, non- profit or government agency? Have they had positive experiences hiring employees with disabilities, negative experiences or no experiences? Do they have concerns about hiring individuals with disabilities in terms of workplace safety, customer service, productivity or other issues? An employer's answers to these types of questions will help you gain insight in to their business needs and priorities. This will enable you to match DVR customers with prospective employers. 6"}, {"page_number": 7, "page_content": "Business Perspective: What business models does an employer use? · Specific training programs · Business model to increase production and decrease waste · Tax incentive programs: · Typically time limited · Purpose: help pay for accommodations or other costs of hiring people with disabilities GO WISE WASHINGTON INITIATIVE for SUPPORTED EMPLOYMENT Another question you may want to consider is; what business models does an employer use? Some businesses may implement specific training programs to help new employees learn their jobs. They may utilize a business model to increase their production and decrease their waste. This is important information for you to know, because it helps you determine if the DVR customer you are serving will fit well with the particular business. This will also helps you determine what type of accommodations you may have to help develop once a supported employee is hired in the business. One other example that may be of particular interest to the employer is using tax incentive programs to help offset the cost of hiring or accommodating an employee with a disability. Please remember that tax incentives are typically time limited, and their purpose is to help pay for accommodations or other costs of hiring people with disabilities. You can find out more about tax incentives at the \"Think Beyond the Label\" campaign website, located in the resources section at the end of this training. 7"}, {"page_number": 8, "page_content": "Business Perspective: Successfully Communicate with Employers: speak their language · Use words, phrases, and technical terms that are common to their business or industry · Don't use acronyms or jargon · Explain key concepts in plain talk · When an employer doesn't understand: · You lose credibility · Supported employment is too much work GO WISE WASHINGTON INITIATIVE for SUPPORTED EMPLOYMENT An additional question for you to consider is, \"Are you communicating effectively with the employer?'\" Are you using words, phrases and technical terms that are common to their business or industry? Are you talking in a way that shows you understand the employer's priorities and business needs? Are you explaining supported employment in words and concepts an employer can understand? Language is often much more important than we may think. If you attempt to work with an employer who doesn't feel you understand them and their needs or they don't understand what you are saying, you may lose credibility or they may decide supported employment is too much work. You may miss or misunderstand important information that will affect the business' and your DVR customer's success. It's your job to learn the language of an employer and show that you understand the various aspects of their business. It is also your job to explain supported employment in terms that enable an employer to understand what it is and how it can help meet their business needs. 8"}, {"page_number": 9, "page_content": "Relationships with Employers Trust is key to successful partnerships · Be upfront · Introduce qualified candidates: · Educational requirements · Experiential requirements · Able to perform essential functions with or without reasonable accommodation · Every job development technique should include relationship building GO WISE WASHINGTON INITIATIVE for SUPPORTED EMPLOYMENT Next let's think about the importance of your relationships with the employer. First, it's important to realize that you are building a partnership with the employer and partnerships require trust. Trust is important in any relationship but it's especially important when you are asking someone to try something new. Whether you are working with your DVR customer's co-worker who has never known someone with a disability, or whether you are working with the owner of the business who has never designed a position outside of her typical job descriptions, your role is to help people learn supported employment. One of the easiest ways to develop trust with businesses is to be upfront about what you are trying to accomplish. For example, if you are helping your DVR customer learn their job tasks, you will need to help the co-workers in the business understand that the goal is for the customer to be independent and for you to fade from the support. This will help your DVR customer and their co-workers feel informed and a part of the process. Another example of building trust deals with who you introduce to a business. The employer trusts you to bring them qualified candidates that can do the job. A qualified candidate is a person who has both the education and experience the position requires. This person is able to perform the essential functions of the position with or without reasonable accommodation. Failing to introduce qualified candidates to an employer can cause multiple problems and ultimately break the trust you have built with an employer. And finally, let's consider the importance of relationship building within job development. There are a lot of different job development techniques, and employment consultants have to develop their own style that works best for them. How an employment consultant goes about job development may also depend on the business they want to partner with. Regardless of the technique, it's important to realize that building trust in the job development process is crucial to the success of all parties involved. For example, some employment consultants find cold calling to be a successful method of developing jobs. But these successful developers also realize that the relationship they build with the employer between initial contact and job placement is crucial to the placement working out. The employment consultant will want to get to know the employer and important characteristics of the business. They will also want to provide the employer information about supported employment in order to make an informed choice about hiring a DVR customer. When we skip the foundation of building relationships with employers, problems can arise that either result in short-lived placements or no placements at all. 9"}, {"page_number": 10, "page_content": "Relationships with Employers Provide basic education about: Disability population- pay attention to stigma and language People with cognitive disabilities may need extra time or help to learn a new task or solve a problem. Everyone is different so just because someone has a cognitive disability doesn't mean they will always need extra time or help. GO WISE WASHINGTON INITIATIVE for SUPPORTED EMPLOYMENT Let's look a little closer at the information you will want to be sure and provide to an employer. Information can include explanations of specific concepts or processes in supported employment and handouts or pamphlets that the business can look into at their own leisure. The employer may need some basic education about the population you serve, especially if this is their first introduction to supported employment. For example, you may need to explain what a cognitive disability is to an employer. This information can help them envision job duties or accommodations at their work site. Your role in doing this will be really important due to the significant amount of stigma surrounding people with specific types of disabilities. To do this, you may need to pay close attention to the language you use when educating employers. For example, you could say something like, \"People with cognitive disabilities may need extra time or help to learn a new task or solve a problem.\" It's important that you are careful to not stigmatize an entire group of people when you explain general characteristics of a disability. You may do this by adding something like, \"Everyone is different, so just because someone has a cognitive disability doesn't mean they will always need extra time or help to learn a new task or solve a problem.\" 10"}, {"page_number": 11, "page_content": "Relationships with Employers: Provide basic information about: · Supported employment concepts · Additional resources with information GO WISE WASHINGTON INITIATIVE for SUPPORTED EMPLOYMENT Employers may also appreciate some basic information around supported employment concepts, since some terms will most likely be new to them. For example, you may want to explain the concept of intensive training services or fading supports, so that they know the types of services you will provide to supplement their new employee's training. Other examples of concepts they may not understand are integrated employment, natural supports, accommodation or job coach. Covering these types of concepts and allowing the employer to ask questions will most likely save you time and make things go smoother in the long run. You can also give employers resources to utilize for additional information about supported employment. For example, the Job Accommodation Network, or JAN, is a site that helps answer questions about workplace accommodations. In addition, Virginia Commonwealth University, or VCU, has a significant amount of information about supported employment including examples of accommodations and information for employers about hiring people with disabilities. You can find the website links for JAN and the Virginia Commonwealth University in the resources section at the end of this training. 11"}, {"page_number": 12, "page_content": "Relationships with Employers: Provide basic information about: · What to expect from the supported employment process · Additional resources to connect to other businesses You are their consultant · Don't overwhelm them. Only give them the information necessary for the success of your DVR customer and the business! GO WISE WASHINGTON INITIATIVE for SUPPORTED EMPLOYMENT The employer may appreciate information about what they can expect from the process and examples of how supported employment works. The intention here is to give them the information. Employers need to make informed decisions about what will work best in their business. For example, you will want to discuss who they should call if there is a problem, how often you plan to be there, or let them know about other services that they could benefit from. In addition, employment consultants know that businesses often appreciate and respect connecting with other businesses that are successful supported employers. You can help them get access to this information by giving them examples of successes and challenges that other employers have faced. They may be interested in connecting with other businesses that have hired supported employees. One resource you could provide them is the U.S. Business Leadership Network. This is a business to business network that promotes people with disabilities in the work place. Encourage interested employers to visit the national site or local Washington State network. You can find the links to those websites at the end of this training in the resources section. You will also want to ensure that the businesses you partner with know they can come to you when they need resources or ideas. After all, you are their consultant. And finally, please remember that you do not want to overwhelm them by giving them too much information. To avoid overwhelming an employer, make sure you only give them the information that is necessary for the success of the business and your DVR customer. 12"}, {"page_number": 13, "page_content": "Benefits to Businesses · Pre-screened candidates · On-the-job training: · Free to employer · Individualized to employer and DVR customer · Accommodation development · Expanding diversity and workplace culture · Untapped labor market WASHINGTON INITIATIVE for SUPPORTED EMPLOYMENT You will develop and understand the benefits supported employment brings to businesses as you gain experience. Your first-hand knowledge will help you advocate to employers and others in your community about why supported employment is a successful model. Here are a few general concepts of the benefits to businesses to help you get started. First, the candidates your Community Rehabilitation Program, or CRP, introduces to employers are pre-screened and qualified for a particular job. DVR and your CRP have already spent the time and resources to understand the customer's skills and abilities. This information saves the business time and money in having to collect it on their own. Second, the business will have access to your CRP's intensive training services, which supplement the businesses typical training program. This training is paid for by DVR and provided free of charge to the employer. It's also individualized to meet the employer's and the DVR customer's specific needs. Third, supported employment offers the employer access to expertise in reasonable accommodation by partnering with DVR and your CRP. Here again, your job is to develop accommodations that are individualized to the employer's and your DVR customer's needs. Fourth, supported employment speaks to the value of hiring someone with a disability because they are a productive employee who expands the diversity and workplace culture of their business. And finally, hiring people with disabilities helps the employer gain access to contributions from a historically untapped labor market. We know that when businesses hire people with disabilities, they gain a skill set and perspective that they need to be successful, and when people with disabilities have the opportunity to contribute to a business, the business becomes more successful. To learn more about the benefits to businesses, go to the United States Department of Labor, or USDOL, Office of Disability Employment Policy, or ODEP, Integrated Employment Toolkit. You can also visit the Washington Initiative for Supported Employment or WISE, Employer Website. Links to the ODEP Integrated Employment Toolkit and the WISE Employer websites can be found at the end of this training in the resources section. 13"}, {"page_number": 14, "page_content": "Ethical Employment Consulting · You have responsibilities and opportunities · Opportunities may depend on your conduct · Professionalism and dignity are paramount to the disability movement Champion employment rights so that they survive and flourish GO WISE WASHINGTON INITIATIVE for SUPPORTED EMPLOYMENT Before we end this training, we want to briefly touch on the ethics of employment consulting. First, consider how your role as an employment consultant comes with responsibilities and opportunities. We have used this training to cover a range of the responsibilities your job entails as you serve employers and businesses. We also want you to understand that your job holds many potential opportunities for businesses, your DVR customers and yourself. How you conduct yourself within your various roles will determine your success as an employment consultant. More specifically, professionalism and dignity for the people and businesses you are serving, and the field of supported employment, are paramount to the disability movement. Ultimately, your job is to champion employment rights so that they survive and flourish for more people with disabilities in the future. To find out more about the ethics of supported employment and ideas for how to ethically serve businesses and people with disabilities, go to the APSE website provided at the end of this training in the resources section. APSE, also known as the Association of People Supporting Employment First, is a national association that focuses on supported employment. APSE also has local chapters in several states across the country. 14"}, {"page_number": 15, "page_content": "Summary of Key Points WASHINGTON INITIATIVE for SUPPORTED EMPLOYMENT As you have just learned, your approach with employers and businesses will be extremely important to your overall success as an employment consultant. Regardless whether you provide job placement or intensive training, you will be expected to interact with businesses throughout your job. Thinking about the characteristics of a particular business will help you better partner with them, as will building relationships with them through trust, education and information. Combining these skills with the benefits that supported employment brings to businesses -- and ethical employment consulting -- will help you best serve employers and DVR customers. You have the responsibility and opportunity to strengthen the field of supported employment, so please continue the very important practice of sharpening your skills and approaches to partnering with businesses. 15"}, {"page_number": 16, "page_content": "DVR Language Employment Consultant: also known as an employment specialist, job coach, job developer, etc. Community Rehabilitation Program (CRP): also known as employment agency, employment provider, vendor, etc. Customer: also known as client, consumer, person with a disability, supported employee, etc. Extended Services: also knows as long term supports, follow along services, etc. WASHINGTON INITIATIVE for SUPPORTED EMPLOYMENT 16"}, {"page_number": 17, "page_content": "Resources . Washington State Division of Vocational Rehabilitation (DVR): http://www.dshs.wa.gov/dvr/ . Think Beyond the Label Campaign: http://www.thinkbeyondthelabel.com · Job Accommodation Network (JAN): www.askjan.org . Virginia Commonwealth University (VCU): www.worksupport.com . U.S. Business Leadership Network: www.usbln.com · Washington State Business Leadership Network: www.wsbln.org/drupal1 · USDOL, ODEP, Integrated Employment Toolkit: http://www.dol.gov/odep/ietoolkit/ . WISE Employers: http://www.wiseemployers.com Content for this training was developed by representatives from the Division of Vocational Rehabilitation. 新 WASHINGTON INITIATIVE for SUPPORTED EMPLOYMENT 17"}]}