{"filename": "backend/unstructured-data\\Transcript Collaborative Negotiation.pdf", "content": [{"page_number": 1, "page_content": "Development of this training was funded by: Washington State Department of Social & Health Services DVR Divsion of Vocational Rehabilitation Fundamentals of Supported Employment in Vocational Rehabilitation Collaborative Negotiation and Working Together Successfully 1"}, {"page_number": 2, "page_content": "Supported Employment Service Flow Services Flow Chart Supported Employment is for customers with the most significant disabilities who want to work, and have a resource for Extended Services available. Extended Services are provided by a resource other than DVR. Ongoing Support Services are provided by DVR until the transition to extended services. Employed: First day on the job! (NOT Employed States) IPE Signed Extended Services) DVR Ongoing Services (CRP Intensive Training) Comprehensive Assessment (Cellaberation) ? Did you know! Supported Employment Ongoing Support Services are provided by DVR and can start from initial job placement to transition to extended services for a period of time up to 24 months or until the identified Extended Services are available. If the customer's Job performance stabiltzes prior to when extended services are available. DVR continues to provide ongoing support services as long as the customer's job performance remains stable and satisfactory, How long? Up sa 24 months but exceptions can be made to go longer. DVR 90 Successful DVR Closure (Interm Partners) Employer contact! In collaboration with the CRP the DVR counselor is required to document contact with the employer prior to closure to ensure the success of the supported employment outcome. Stabilization: Employed Status) When job performance is stabritzed transition to extended services occurs. The transition from DVR Ongoing Support Services to Extended Services, or natural supports, occurs when the extended service or natural supports resource assumes full responsibility for the cost and provision of services to the customer. WASHINGTON INITIATIVE for SUPPORTED EMPLOYMENT Before we begin the content of this training module let's review the supported employment model that the D.S.H.S. Division of Vocational Rehabilitation, or D.V.R., must carry out. As an employment consultant serving these customers, it is important that you understand the steps of supported employment that D.V.R. must follow and your role in the process. Let's review each step briefly. D.V.R. supported employment services are provided to customers with the most significant disabilities who want to get and keep a permanent job. These customers require intensive support to obtain employment, as well as long term support to achieve and maintain successful job performance. Federal rules for supported employment require D.V.R. to provide the upfront vocational rehabilitation, or V.R. services known as on- going services, that a customer requires to get and learn a job. After that, a separate source will provide the extended support or long term supports the customer needs to keep their job once D.V.R. services end. All D.V.R. supported employment customers go through the same application and eligibility determination process. Once an individual is determined eligible for D.V.R. their V.R. counselor works with them to conduct a comprehensive assessment of their vocational rehabilitation needs, including whether the customer will require supported employment to get and keep a job of their choice. The comprehensive assessment often includes a community based assessment that is provided by a community rehabilitation program, or C.R.P., such as the one you work for. After the comprehensive assessment has been completed, the D.V.R. customer is assisted by their V.R. Counselor to develop an individualized plan for employment, or I.P.E. The I.P.E. identifies the customer's employment goal along with the steps and the D.V.R. services they will require to achieve their goal. The I.P.E. must also identify the customer's need for supported employment and what their source of long term support or extended services will be. If the source of extended services is unknown when the I.P.E. begins, there must be a strong expectation that a source will be identified within 24 months. D.V.R. services identified in the I.P.E. begin once the plan is signed by the D.V.R. customer and their V.R. counselor. Typically, the first step of an I.P.E. is for D.V.R. to authorize job placement services to assist the supported employment customer in becoming employed. Once the customer is employed then D.V.R. authorizes intensive training services to assist the customer in learning how to perform their job satisfactorily. However, once a customer reaches a stable level of satisfactory job performance, they must begin receiving their extended services from a source outside of D.V.R .. If a supported employment customer achieves stable job performance sooner than their extended services will be available, D.V.R. will continue providing ongoing support for up to 24 months. Once extended services have begun, D.V.R. keeps the case open during the first ninety days that these services are provided to make sure they meet the customer's needs. If the customer is doing well on their job at the end of this ninety days and their extended services continue without interruption, then the customer's D.V.R. case is closed. 2"}, {"page_number": 3, "page_content": "Learning Objectives · Negotiation defined · Separating issues from interests · Elements of collaborative negotiation · Tools to use: communication, active listening, questions, feedback and focus on the future · Managing conflict GO WISE WASHINGTON INITIATIVE for SUPPORTED EMPLOYMENT This training will help you, as a new employment consultant; think about how to get what you need to do your job through collaborative negotiation. You will be introduced to principles and practices of collaborative negotiation that have proven successful in helping individuals and those they work with make good decisions, solve problems and get what they need. These concepts will include negotiation, the differences between issues and interests, and how collaborative negotiation can help you move to solutions that will satisfy those you are working with. We will introduce you to different ways you can approach common functions of your job, such as communication, active listening, good questions, feedback, and focusing on the future. By the end of this training you will understand how developing these tools will help you strengthen and enhance your skills as an employment consultant. And finally, we will cover the concept of conflict and help you see how you can manage it as a healthy and natural part of the work you will do on a regular basis. Ultimately we hope that when you finish this training you will have a better understanding of the difficult situations you may be faced with in your job, as well as some tools you can utilize to turn challenges into opportunities and success. 3"}, {"page_number": 4, "page_content": "What is negotiation? \"To confer with another so as to arrive at a settlement of some matter\" -Merriam-Webster Negotiation can be: · Informal exchange of ideas with quick decision · Highly emotional, deeply conflicted situations stakes are high, interests not clear · Bilateral or multilateral · Single or multiple issues · Short or take forever GO WISE WASHINGTON INITIATIVE for SUPPORTED EMPLOYMENT First let's start by understanding the definition of negotiate. Merriam-Webster defines negotiate as, \"To confer with another so as to arrive at a settlement of some matter\". As you will soon learn, negotiations can take place within a broad range of situations in your job. For example, negotiations can be an informal exchange of ideas that quickly result in a decision. An example of this negotiation may simply be deciding what location you and your customer will meet to talk. Negotiations can also take place in the midst of highly emotional, deeply conflicted situations that can arise when the stakes are high and the interests of the parties are not necessarily clear or in the same order of importance. You could see this type of negotiation if, for example, your customer is in conflict with their family members about a personal decision they are making. What's more, negotiations can be bilateral, between two individuals or groups of individuals with respective interests and objectives or multilateral, where several parties with varying interests, objectives, perspectives and priorities are involved. An example of this may be how the board members, employees and supervisors at your company determine what population the company will serve in the future. Negotiations can also involve a single issue or multiple issues. For example, you may be faced with discussing resources your customer needs to have a stable home life because it is interfering with their job stability. Negotiations can produce agreements and satisfactory outcomes in a short period of time with minimal effort, or they can feel like they take forever. If you haven't already experienced it, a good example of this can be the job development process, and how long it sometimes takes to build a relationship and rapport with an employer in order to place someone in their business. All of these aspects of negotiation are important to you as an employment consultant, and as you will soon see, crucial to how you approach the multiple situations you will encounter in this work. 4"}, {"page_number": 5, "page_content": "Where does negotiation fit? 1 GO WISE WASHINGTON INITIATIVE for SUPPORTED EMPLOYMENT Let's look a little closer at three methods used to get what you need, help you frame yourself around the point of negotiation, and understand your role as an employment consultant. Negotiation, the first method, focuses on trying to work things out. It focuses on finding solutions and reaching agreements based on satisfying people's primary needs. It is based on the belief that a solution can be found if we focus on what people need in the situation. This type of negotiation does not consider who is right or wrong, or who is in control. Legal action, the second method, focuses on who is right, who is wrong, and what is the remedy. The solution is based solely on that information. In legal action, people typically believe that the facts are on their side and that they are right, so they go to a decision- making authority to help them find a solution. The outcome of the decision may or may not ultimately meet their needs or resolve their problem. Civil disobedience and violence, the third model, focuses on using force to get to the solution and is based on the belief that their own interests are most important, regardless of the primary needs of the others in the conflict. As you move from the negotiation through legal action to civil disobedience and violence, the cost of determining an outcome in time, energy, and expense increases. At the same time, the degree of individual control over the outcome or solution decreases. The point is to show you that typically, your goal as an employment consultant will be to find solutions that are based on satisfying people's basic needs. Successful negotiators commit as much effort as possible to resolving situations based on individual's needs, knowing that this method is most likely to result in a good outcome at the least cost. 5"}, {"page_number": 6, "page_content": "Issues and Interests GO WISE WASHINGTON INITIATIVE for SUPPORTED EMPLOYMENT Let's think about another concept to help you understand negotiation and problem solving. Consider the image of the iceberg in front of you. Successful negotiators understand the difference between issues and interests. In the picture, the smallest and most visible part of the iceberg is the tip, the part of the iceberg you can see above the water line. The tip of the iceberg represents the issues of negotiation or what people want. Issues are what people fight about during conflict. Usually people will be able to identify the issues from their standpoint. Now look at the largest and most important part of the iceberg that is also less visible below the water line. Interests represent underlying needs in the negotiation and typically represent the why of the negotiation. Interests are what people are fighting for during conflict and disputes; however people may not be able to tell you their underlying interests. This is often because interests can be abstract and have different meaning depending on the person. Interests are usually difficult to measure and not easy to quantify. People in negotiations often view interests in different order of importance. They are the focus of interest-based, collaborative negotiations. 6"}, {"page_number": 7, "page_content": "WASHINGTON INITIATIVE for SUPPORTED EMPLOYMENT Now let's look at a scenario that helps demonstrate the difference between issues and interests. My neighbor, JP, suddenly announced that she had sold her house and was moving into a new house across town. My family was shocked because she loved her house and fought hard to keep it during a very difficult divorce. She said she had an issue with her former house because she had been burglarized and felt she need to move, regardless of the added expenses and the fact that she was moving away from her friends. I would have expected that JP thought through her issue and her underlying interests as part of her decision-making process, her negotiation with herself. Her issue was that she needed a new house, but what she was really seeking was something else, safety and security. If she could have seen that the real driver was her need for more safety, she could have done several things. For example, she could have installed a home security system, taken a self- defense course, gotten a dog, organized a neighborhood watch, contributed to a neighborhood blog, etc. All of those things could have contributed to her sense of safety at much less of a cost to her financial security. Focusing on what's really at stake opens up more options for people. In addition, when you search out someone's underlying interests, you can often solve more than one problem at once. For example, JP could have gained other benefits by thinking below the water line. Some of her options would have satisfied more than safety and security. She could have gained new friends as a result of starting a neighborhood watch, which would satisfy the human need for affiliation, as well as contribute to her self-esteem. In the end, it may have been that all of those actions would not have been enough for JP, and moving was her only option to satisfy her needs for increased safety. However, if she had gone through the process of separating her issues from her interests, she would have gained the additional confidence that she had ruled out all of her other options, and could move forward without regret. 7"}, {"page_number": 8, "page_content": "Issues Interests Late for work Safety and comfort Not returning your call Job and financial security Not believing a customer Job and self-esteem can do new tasks GO WISE WASHINGTON INITIATIVE for SUPPORTED EMPLOYMENT Now let's take a moment to explore some issues and interests you may be faced with as an employment consultant. One example of an issue could be that your customer continues to be thirty minutes late to their new job. After spending some time with your customer talking about the issue, focusing on his interests and basic needs, we find more information. We realize that he is missing the bus because he doesn't feel comfortable with the other people that wait at the bus stop. From this example, we see that while the issue may appear to be that your customer is always late, the actual interest you can both agree on is that safety and comfort are important, so maybe you find another route or ride for your customer to get to work on time. Another example of an issue you may face as an employment consultant is that a store owner you are trying to job develop with will not return your calls. While this can be really frustrating, you know that you won't make progress until you determine what the store owner's interests are. So you start paying attention to when they do respond to you, and you realize that the majority of conversations this employer has happen in person at their store. They actually schedule very little office time because they are always busy at the store responding to customers and making sales. You begin to notice that they while they don't return phone calls, they are always available to talk in person at the store, because their main priority is making sales, and the store is where sales happen. So you change your approach and begin dropping in at the store when you want to talk to the store owner. These underlying interests reflect the true nature of the situation and offer the best prospect of a solution that will work for everyone. Another example would be that a co-worker does not believe the supported employee is able to do a new task and is pushing back on adding it to their workload. Through discussing the situation with the co-worker, you realize that the co-worker is actually worried about the quotas that they, as a work unit, are expected to produce within a certain amount of time. Specifically, the co-worker is worried that your customer will not be able to produce the work in the required amount of time, and may slow down or create extra work for the other co-workers. In this scenario, we realize that the co-worker is troubled about their own work performance and financial security, since they believe the change in tasks will affect their own job negatively. One solution in this scenario may be to address the work quotas and get a strong understanding of the amount of work and time frames that are expected. By coming to agreement with your customer and their co-worker about the quotas, and then designing the supports to help your customer perform successfully, you will have accomplished two important tasks. First, you addressed the co-worker's interest, which was their concern about their job performance. And second, you helped your customer move forward, demonstrating that with strong support and accommodations, they are able to perform the task successfully. To learn more about issues and interests, please look at the resource section at the end of this training. In particular, the book, Getting to Yes, by Roger Fischer further examines these concepts. 8"}, {"page_number": 9, "page_content": "Collaborative Negotiation Can we all agree that in general ... What is this really all about? What is at stake? GO WISE WASHINGTON INITIATIVE for SUPPORTED EMPLOYMENT Collaborative negotiation focuses on people's interests. Asking yourself questions like \"what this is really all about\" or, \"what is at stake\" will help you identify interests that may not be obvious but are very important to finding a solution. Determining the interests in a negotiation will also help you find common ground. For example, self-esteem and safety are common interests that most people share. Successful negotiators can avoid getting bogged down in issues by starting with \"Can we agree that in general .... \" Collaborative negotiation also helps you find solutions that will satisfy everyone, because you are working on the interests that everyone shares. When negotiators step back from the issues and agree in concept, the range of potential choices is expanded in diversity and scope. This is what can lead to creative solutions that some people refer to as \"thinking out of the box\". For example, you may have an opportunity to practice this skill when you are developing a job in a new business. The employer you are working with may be struggling to develop a supported employment position in their business. This becomes increasingly obvious to you as you hear them continue to make excuses for why it may not work. For example, when you contact them you hear things like, \"We don't have time to train someone new,\" and \"We are worried about safety.\" In this case, you may try to redirect the conversation by asking the employer to agree that hiring someone with a disability would benefit them as well as the business. Moving from that point of common agreement, you may be able to negotiate movement forward. Of course you will also have to address their concerns, which will involve effective communication and active listening. Stay tuned for more on those skills in a few minutes. 9"}, {"page_number": 10, "page_content": "Collaborative Negotiation Elements People must feel safe: · Voluntary · Self-determined · Strength-based Must be fair: · Know what to expect Believe: · Their needs will be met · A solution is possible GO WISE WASHINGTON INITIATIVE for SUPPORTED EMPLOYMENT Let's cover a few final but very important thoughts about collaborative negotiation that will be useful to you when you are thinking about approaching a difficult situation. First, people must feel safe. This means that ideally everyone is participating in a voluntary process. Negotiation is also self-determined and strength-based, meaning that everyone can participate with their own best interests in mind. This is really important for people with disabilities who many not be used to making their own decisions or being treated like they can determine what their best interests are. Ensuring people feel safe will help them work together and engage in positive problem solving. Second, the process must be fair. For situations involving high tension or stress, people should come knowing that the conversations will be conducted in a manner, time, and place that works for them. Sometimes employment consultants establish ground rules to help people feel safe. For example, everyone may agree where to meet or for how long, or the team may agree that the information shared in the meeting will be confidential. And finally, people can only be expected to participate in collaborative negotiations if their needs are going to be met and that they actually believe they are going to come to a solution. If this is not the case, it may be time to look at finding help in moving forward. For example you may ask the DVR counselor or another non-biased third party to step in and help. Now let's look at a few tools you will most likely need to use as you hone your skills as an effective negotiator and employment consultant. 10"}, {"page_number": 11, "page_content": "Effective Communication · Receiving and sending messages · Providing feedback. · Understanding issues and interests · Solution oriented GO WISE WASHINGTON INITIATIVE for SUPPORTED EMPLOYMENT Regardless of the type of job you have, people often attribute conflict and misunderstanding to a communication problem. We know that one remedy to communication problems is effective communication. Effective communication involves receiving and sending messages and providing feedback. Effective communication furthers understanding of the issues and interests and moves to find a solution. 11"}, {"page_number": 12, "page_content": "You can become a professional · DVR customer · DVR counselor · Your customer's family member or advocate, · Employer · Co-workers at the job site . . Your boss You may not realize it, but you can become a professional communicator in your role as an employment consultant. Effective communication is particularly important to employment consultants because you have several different customers. For example, you have your actual DVR customer, the person receiving employment services, but you may also be working with a DVR counselor, your customer's family member or advocate, the potential employer and the co-workers at the job site, or your own boss at your company. This list can get really long when you sit down and think about it. It's no wonder communication can be the cause of conflict when you have so many people to communicate with. Many employment consultants have come up with solutions to the communication challenges. For example, they may set up email communications with their customer on a regular basis and then follow up with a phone call or meeting when needed. In fact some DVR counselors ask for monthly updates on the services you have provided so that they know what has happened and you have a continuous communication line. Other employment consultants may sit down with a customer or employer on a regular basis to just catch up and make sure things are going as they should. Regardless of what works best for you and the people you are working with, please know that communication or lack of communication can really impact someone's vocational success. And finally one last point about communication; one of the most important parts to communication is listening. 12"}, {"page_number": 13, "page_content": "Active Listening- Ting 聽 GO WISE WASHINGTON INITIATIVE for SUPPORTED EMPLOYMENT Active listening is gathering information with your eyes, ears, and heart with undivided attention. The Chinese character you are seeing demonstrates a symbol for what constitutes active listening, pronounced, \"Ting\". This symbol as shown in the slide can be used to illustrate the four distinct elements of active listening. The upper left hand portion of the symbol represents listening with your ears. Listening with both of your ears certainly means keeping track of what others are saying, their stated issues and their specific ideas about solutions, listening with your ears for both the issues at hand and the underlying interests. The upper right hand portion of the symbol represents listening with your eyes. When you listen with your eyes, you are gathering information about a person through their nonverbal behavior. What does their body language tell you that might be important to a solution? Does what they are conveying verbally fit with how they are acting? What does their non-verbal behavior communicate? Coherent communication means being consistent in all manners of conveying information. Incoherent communication, where messages are disconnected or inconsistent, may suggest unresolved conflict and uncertainty. This may be an indication that further discussion is indicated. The lower right hand portion represents listening with your heart. Listening with your heart gives you information through reflecting on the other parties' perspective as if you were them. This is walking in the other's shoes. When you put yourself in their place, you develop empathy and better understanding at an emotional level of where others are coming from. Feelings of empathy can promote compassionate behavior. This is especially important in highly emotional and challenging negotiations. The lower left hand portion of the symbol represents listening with your undivided attention. Collaborative negotiation is difficult work and requires and deserves undivided attention. Putting your complete focus on the negotiation allows you to organize the information you're receiving and help you complete a coherent picture of the other person's perspectives. While active listening takes a lot of work and dedication, you will have several opportunities to practice these concepts over time. And with practice, you and those you work with will most likely see increased success as you increase your ability to actively listen to others and enhance your communication style. 13"}, {"page_number": 14, "page_content": "Good Questions \"Can you tell me more about that?\" · Open & close ended · Well framed · Logically connected GO WISE WASHINGTON INITIATIVE for SUPPORTED EMPLOYMENT Let's consider the importance of asking good questions. Beyond active listening, successful negotiators gather information and promote problem solving by asking good questions. It's important to realize here that questions are generally less threatening than statements. For example, asking, \"Can you tell me more about that?\" promotes the exchange of information and helps participants trust that you consider their interests as important. There are two types of questions, closed questions and open questions. Closed questions illicit yes or no answers. Closed questions can be useful in determining facts but they do not necessarily promote additional discussion. Open questions promote exploration. Open questions are useful in teasing out important information and can generate additional questions and clarification. Asking good questions includes picking words carefully and being able to share with others the purpose of the question. And finally, avoid mind reading. The purpose of receiving messages is to get helpful information for a solution. 14"}, {"page_number": 15, "page_content": "Feedback GO WISE WASHINGTON INITIATIVE for SUPPORTED EMPLOYMENT On the topic of good questions, another element of effective communication is accuracy. We typically understand accuracy in communication by thinking of feedback. Asking for and offering feedback with the various people you interact with will help ensure clear communication. Messages need to be validated for accuracy, which requires asking questions to ensure that messages were accurately sent and received. Here again, you will have plenty of opportunities to send and receive feedback. For example, if you don't understand where someone is coming from, by all means ask questions. Make sure you understand what they're trying to achieve and why, especially since your job is to help someone achieve their own goals. You can't help them do this if you don't know where they are headed. Asking for questions and feedback will also demonstrate that you are really interested in a solution that works for both of you. 15"}, {"page_number": 16, "page_content": "Focus on the Future \"I can see that you are still dealing with that event, but for purposes of the future I was wondering if ... \". And one last tool for you to put in your employment consultant tool box deals with what to focus on when moving through negotiation or challenging situations. Collaborative negotiation is a future oriented, strength-based form of reaching agreements. Focus on what you hope to see happen in the future. If the other party wants to continue to relive the past it may reflect that they are still experiencing difficult emotions and still processing past events. Try to refocus the discussion on the future with statements such as, \"I can see that you are still dealing with that event, but for purposes of the future, I was wondering if ... \". 16"}, {"page_number": 17, "page_content": "Conflict ... part of the employment consultant's job ... is natural ... is an opportunity to negotiate GO WISE WASHINGTON INITIATIVE for SUPPORTED EMPLOYMENT Now let's address a concept that you will learn more about as you gain experience in the field of supported employment. If you haven't already experienced conflict in your job as an employment consultant, you most likely will soon. The very nature of your job, creating social change by helping people integrate in to society, sets the stage for conflict. It's important to remember, that when you view the challenges of your job as an opportunity to negotiate, you can most likely expect some degree of conflict, disagreement and stress. Our reaction to conflict and stress is the key to becoming a successful employment consultant. 17"}, {"page_number": 18, "page_content": "Primitive Human Emotions* *Paul Eckman, 1974 Anger Fear Sadness Disgust Happiness Surprise GO WISE WASHINGTON INITIATIVE for SUPPORTED EMPLOYMENT Conflict evokes such powerful emotions because it involves most or all of what experimental psychologist Paul Ekman describes as the six proto-typical human emotions, in particular; fear, anger, sadness, and disgust. Conflict activates the most primitive parts of our brain that favor an immediate and emotional response. Conflict increases the release of adrenaline that elevates heart rate, blood pressure, and respiration. This contributes to the most primitive behavior, fight or flight. It's important to remember that these are primitive emotions experienced by all people in conflict to some degree. The trick to being successful is how to manage conflict. Managing conflict means moving through our immediate emotional reaction to the situation and engaging the more contemplative and rational portion of our brain, that is responsible for executive functions, such as weighing risks and rewards, differentiating conflicting thoughts, predicting future outcomes from current events, and exercising social control. Managing conflict requires steadfastly staying on task and tenaciously working toward a collaborative outcome in spite of experiencing those primitive human emotions. Surprise and happiness are the other two primitive emotions, but in difficult situations we typically face the more challenging emotions that can throw us off. Consider these other thoughts on conflict. 18"}, {"page_number": 19, "page_content": "\"Change without hardship is like lightning without thunder\" Frederick Douglas, Abolitionist GO WISE WASHINGTON INITIATIVE for SUPPORTED EMPLOYMENT \"Change without hardship is like lightning without thunder,\" a quote by the abolitionist Frederick Douglas. As we just discussed, your job as an employment consultant is to create social change. And if it were easy to create social change, than we would have already figured out how to do it. Please remember that conflict is part of this change, and as you gain experience and hone your skills, you will learn how to move through conflict and reach solutions. 19"}, {"page_number": 20, "page_content": "\" ... the only thing not moving is a dead fish\" Bernie Whitebear, Native American Leader GO WISE WASHINGTON INITIATIVE for SUPPORTED EMPLOYMENT Bernie Whitebear was a Native American leader and great social justice advocate for all people. He was once negotiating conditions under which tribes could take over income assistance programs from the states and federal governments. It was a difficult process that, to some, felt like it would go one forever. At one point when people involved with the negotiation were bemoaning the lack of apparent progress, Bernie said \"You know the only thing not moving is a dead fish.\" What he meant by this was that you have to keep moving forward to succeed. Patience and persistence, especially when you are under duress, are necessary to get what you need. 20"}, {"page_number": 21, "page_content": "Summary of Key Points · You will have many opportunities to practice negotiation and manage conflict · Focusing on issues and interests will help you find good solutions · Collaborative negotiations require safety, fairness and needs being met · Tools to Use on a Regular Basis: communication, active listening, feedback, questions and focusing on the future · Conflict is natural and can lead to new opportunities GO WISE WASHINGTON INITIATIVE for SUPPORTED EMPLOYMENT You have learned that as an employment consultant, you will have many opportunities to practice your skills at negotiation and managing conflict. You have also seen some examples of how to utilize different ways of thinking and approaching tough situations to increase success for you and those you are working with. Learning the basics of collaborative negotiation, and beginning to understand the distinctions between the issues and interests in a challenging situation, will help you move to solutions at your job. You were also introduced to a few different ways that you can approach common functions of your job. These ideas included communication, active listening, feedback, good questions and focusing on the future. And finally, you learned some strategies for managing conflict, since it is a natural part of the work you will do and can lead to new opportunities if you approach it as such. We encourage you to practice these concepts in your daily work, as they will assist you in your efforts to help your customers reach their vocational goals. 21"}, {"page_number": 22, "page_content": "DVR Language Employment Consultant: also known as an employment specialist, job coach, job developer, etc. Community Rehabilitation Program (CRP): also known as employment agency, employment provider, vendor, etc. Customer: also known as client, consumer, person with a disability, supported employee, etc. Extended Services: also knows as long term supports, follow along services, etc. WASHINGTON INITIATIVE for SUPPORTED EMPLOYMENT 22"}, {"page_number": 23, "page_content": "Resources · Washington State Division of Vocational Rehabilitation (DVR): http://www.dshs.wa.gov/dvr/ · Getting to Yes. Roger Fischer and William Uri. 1981. Penguin Group. Reissued 1991. · The Four Agreements. Don Miguel Ruiz. 1997. Amber- Allen Publishing. · Program on Negotiation at Harvard University, Dispute Resolution Center: www.on.Harvard.com · Interchange Northwest: davidblackinw@Comcast.net Content for this training was developed by Dave Black from Interchange Northwest WASHINGTON INITIATIVE for SUPPORTED EMPLOYMENT 23"}]}