{"filename": "backend/unstructured-data\\Transcript Customer Rights.pdf", "content": [{"page_number": 1, "page_content": "Development of this training was funded by: Washington State Department of Social & Health Services DVR Divsion of Vocational Rehabilitation Fundamentals of Supported Employment in Vocational Rehabilitation Customer Rights & Informed Choice 1"}, {"page_number": 2, "page_content": "Supported Employment Service Flow Services Flow Chart Supported Employment is for customers with the most significant disabilities who want to work, and have a resource for Extended Services available. Extended Services are provided by a resource other than DVR. Ongoing Support Services are provided by DVR until the transition to extended services. Employed: First day on the job! (NOT Employed States) IPE Signed Extended Services) DVR Ongoing Services (CRP Intensive Training) Comprehensive Assessment (Cellaberation) ? Did you know! Supported Employment Ongoing Support Services are provided by DVR and can start from initial job placement to transition to extended services for a period of time up to 24 months or until the identified Extended Services are available. If the customer's Job performance stabiltzes prior to when extended services are available. DVR continues to provide ongoing support services as long as the customer's job performance remains stable and satisfactory, How long? Up sa 24 months but exceptions can be made to go longer. DVR 90 Successful DVR Closure (Interm Partners) Employer contact! In collaboration with the CRP the DVR counselor is required to document contact with the employer prior to closure to ensure the success of the supported employment outcome. Stabilization: Employed Status) When job performance is stabritzed transition to extended services occurs. The transition from DVR Ongoing Support Services to Extended Services, or natural supports, occurs when the tended service or natural supports resource assumes full responsibility for the cost and provision of services to the customer. WASHINGTON INITIATIVE for SUPPORTED EMPLOYMENT Before we begin the content of this training module let's review the supported employment model that the D.S.H.S. Division of Vocational Rehabilitation, or D.V.R., must carry out. As an employment consultant serving these customers, it is important that you understand the steps of supported employment that D.V.R. must follow and your role in the process. Let's review each step briefly. D.V.R. supported employment services are provided to customers with the most significant disabilities who want to get and keep a permanent job. These customers require intensive support to obtain employment, as well as long term support to achieve and maintain successful job performance. Federal rules for supported employment require D.V.R. to provide the upfront vocational rehabilitation, or V.R. services known as on- going services, that a customer requires to get and learn a job. After that, a separate source will provide the extended support or long term supports the customer needs to keep their job once D.V.R. services end. All D.V.R. supported employment customers go through the same application and eligibility determination process. Once an individual is determined eligible for D.V.R. their V.R. counselor works with them to conduct a comprehensive assessment of their vocational rehabilitation needs, including whether the customer will require supported employment to get and keep a job of their choice. The comprehensive assessment often includes a community based assessment that is provided by a community rehabilitation program, or C.R.P., such as the one you work for. After the comprehensive assessment has been completed, the D.V.R. customer is assisted by their V.R. Counselor to develop an individualized plan for employment, or I.P.E. The I.P.E. identifies the customer's employment goal along with the steps and the D.V.R. services they will require to achieve their goal. The I.P.E. must also identify the customer's need for supported employment and what their source of long term support or extended services will be. If the source of extended services is unknown when the I.P.E. begins, there must be a strong expectation that a source will be identified within 24 months. D.V.R. services identified in the I.P.E. begin once the plan is signed by the D.V.R. customer and their V.R. counselor. Typically, the first step of an I.P.E. is for D.V.R. to authorize job placement services to assist the supported employment customer in becoming employed. Once the customer is employed then D.V.R. authorizes intensive training services to assist the customer in learning how to perform their job satisfactorily. However, once a customer reaches a stable level of satisfactory job performance, they must begin receiving their extended services from a source outside of D.V.R .. If a supported employment customer achieves stable job performance sooner than their extended services will be available, D.V.R. will continue providing ongoing support for up to 24 months. Once extended services have begun, D.V.R. keeps the case open during the first ninety days that these services are provided to make sure they meet the customer's needs. If the customer is doing well on their job at the end of this ninety days and their extended services continue without interruption, then the customer's D.V.R. case is closed. 2"}, {"page_number": 3, "page_content": "Learning Objectives · Purpose of vocational rehabilitation services · Customer rights · Informed choice GO WISE WASHINGTON INITIATIVE for SUPPORTED EMPLOYMENT This training aims to introduce and acquaint you with different aspects of providing person-centered services to DVR customers. We will specifically look at the purpose of Community Rehabilitation Program, or CRP services, and the intent behind the services you will provide as an employment consultant. We will also look at the Washington State Division of Vocational Rehabilitations, or DVR's, Client Rights and understand how these apply to the services you provide. We will explore the concept of informed choice and consider what your role is in supporting and ensuring informed choice. And finally, we will briefly introduce two models of how to provide services that focus on the person, their desires, strengths, and skills. We hope that by the end of this training, you have a better understanding of your role as an employment consultant in providing person-centered services to help more people benefit from supported employment. 3"}, {"page_number": 4, "page_content": "Why do we have vocational rehabilitation (VR) services? · VR Services are mandated through the Rehabilitation Act · Several amendments since 1973 · Rehab Act GO WISE WASHINGTON INITIATIVE for SUPPORTED EMPLOYMENT First, let's start with understanding why we have a vocational rehabilitation services system, commonly called VR. VR services are mandated through something called the federal Rehabilitation Act of 1973. This was the first major, national law to help individuals with disabilities receive services that enabled them to eliminate or reduce their disability-barriers to employment in order to find and keep good paying jobs in competitive and integrated workplaces. The Rehabilitation Act of 1973 has been amended several times since its inception. Please note for the purposes of this training, we will refer to the Rehabilitation Act of 1973 and all of the amendments since then as the Rehab Act from this point on. Now let's look closer at what exactly the Rehab Act says so that you have a better understanding of what your job is as an employment consultant. 4"}, {"page_number": 5, "page_content": "Rehabilitation Act of 1973, as amended ... Providing individuals with disabilities the tools necessary to: · Make informed choices and decisions; · ... Equality of opportunity, full inclusion and integration of society, employment, independent living, and economic and social self-sufficiency, for such individuals GO WISE WASHINGTON INITIATIVE for SUPPORTED EMPLOYMENT Among other things, The Rehab Act states that more people with disabilities will gain employment if they receive services through the Vocational Rehabilitation program. This is why the Rehabilitation Act of 1973 is the foundation for VR Services in the United States. The Rehab Act states that the goals of the nation include the goal of providing individuals with disabilities with the tools necessary to make informed choices and decisions; and Achieve equality of opportunity, full inclusion and integration of society, employment, independent living, and economic and social self-sufficiency. The Rehabilitation Act requires all DVR customers to make informed choices about their employment goal, the steps they will take to reach their employment goal, the VR services they will require, and who they will select as service providers. While a DVR Counselor must assist a customer in developing an Individualized Plan for Employment, or IPE, through which the individual will reach his or her employment goal, and the DVR Counselor must approve the IPE before it can be carried out, it is the customer's right to choose what goes in to their IPE. If a DVR Counselor decides not to approve any of a customer's choices, the customer has the right to appeal those decisions. 5"}, {"page_number": 6, "page_content": "Principles ofdiplBehabilitation Act Rehabilitation Aot 197873, as amended · Respect for individual dignity, · Personal responsibility, · Self-determination, and · Pursuit of meaningful careers, based on informed choice of individuals with disabilities. GO WISE WASHINGTON INITIATIVE for SUPPORTED EMPLOYMENT The Rehab Act also includes principles that set the foundation for vocational rehabilitation services. These include respect for individual dignity, personal responsibility, self-determination, and pursuit of meaningful careers, based on informed choice of individuals with disabilities. 6"}, {"page_number": 7, "page_content": "Washington Division of Vocational Rehabilitation (DVR) Customer Rights A) Clients have the right to be treated with respect and dignity B) Confidentiality C) A client has a right to review and obtain copies of their case record D) Informed choice E) Representation: A client has a right to choose a person of their choice to act as a representative or support throughout the VR process F) Client Assistance Program (CAP) G) A Review of adverse decisions GO WISE WASHINGTON INITIATIVE for SUPPORTED EMPLOYMENT Now that you understand the purpose and intent of VR services, let's look at what the Washington State Division of Vocational Rehabilitation, or DVR, lists as the Client Rights for their customers. This is particularly important since you are providing the DVR services, so you are expected to adhere to the following principles and ethics. Clients have the right to be treated with respect and dignity. Confidentiality: all client information is confidential and cannot be shared outside of DVR without the client's full knowledge and written permission. In addition, all client information and conversations shared within DVR should be treated carefully, with confidence of confidentiality and with respect, and not shared among staff unless necessary to the rehabilitation process. Case Record: a client has a right to review and obtain copies of their case record. Informed Choice: clients have a right to informed choice throughout the VR process, including vocational goal, VR services, and service providers consistent with their identified needs, strengths, resources, priorities, concerns, abilities, capabilities, and interests. Representation: a client has a right to choose a person, of their choice, to act as a representative or support throughout the VR process. That person could be a family member, friend or other person to act as a representative or support person throughout the process. Client Assistance Program, or CAP: a client has a right to contact the CAP to get information and obtain advocacy at anytime during the VR process. The CAP is external to the VR Agencies, and works to resolve disagreements informally, beginning at the immediate and lowest levels of staff involved with the client's concerns. CAP can represent customers in mediation and the Formal Hearing Process, if the client case has merit and the CAP is unable to resolve issues through negotiation with the Agency. A Review of Adverse Decisions: a client has the right to have a review of any adverse decision, including involving the supervisor and, if necessary, the Area Manager. 7"}, {"page_number": 8, "page_content": "Washington DVR Customer Rights [continued] H) Exception to Policy I) Mediation J) Fair Hearing: · Within 45 days of any decision made by DVR · DVR may not suspend, reduce, or terminate agreed-upon services GO WISE WASHINGTON INITIATIVE for SUPPORTED EMPLOYMENT Exception to Policy: a client has a right to ask for an Exception to Policy for any denied services by DVR that would be allowed under the Code of Federal Regulations, or CFRs, but not in contradiction with State law. Mediation: a client has the right to ask for mediation from an impartial mediator, other than CAP or VR staff. DVR must agree to mediation, that is, either party is able to say no to mediation. Fair Hearing: clients have a right to ask for a Fair Hearing within forty five days of any decision made by DVR. A Fair Hearing is a formal hearing conducted by an administrative law judge who works for the Office of Administrative Hearings. During a fair hearing, both the client and DVR agency present information, witnesses, and or documents to support either party's position. After a client requests a Fair Hearing, DVR may not suspend, reduce, or terminate agreed-upon services. 8"}, {"page_number": 9, "page_content": "What is Informed Choice? Purpose: promote respect for individual dignity, personal responsibility, self-determination, and meaningful careers Customer · Makes their own decisions · Has access, understands and uses important information Employment consultant · Making decisions with customer, not for customer GO WISE WASHINGTON INITIATIVE for SUPPORTED EMPLOYMENT You will have many opportunities to witness and assist your customers with informed choice as you gain more experience in supported employment. Let's look at the purpose and meaning of the term, informed choice, in this context. The purpose of informed choice is to promote respect for individual dignity, personal responsibility, self-determination, and the pursuit of meaningful careers. Informed choice is when a DVR customer makes their own decisions about their goals, services and service providers. In order for a customer to make an informed choice, they have to have access to important information, understand that information, and use it to make their decisions. In addition, as an employment consultant, your role in informed choice is to make decisions with your customer, not for your customer. 9"}, {"page_number": 10, "page_content": "How does DVR support informed choice? · Counseling and guidance · Information and support · Explaining choices throughout the process · Helping customers understand and evaluate options GO WISE WASHINGTON INITIATIVE for SUPPORTED EMPLOYMENT DVR has made specific efforts in order to help their customers make informed choices. DVR supports the informed choice process by providing counseling and guidance, information and support to help the people they serve make choices that match their strengths, resources, priorities, abilities, capabilities, and interests. DVR efforts include explaining what choices a customer can make throughout the rehabilitation process and helping them understand and evaluate their options. 10"}, {"page_number": 11, "page_content": "What decisions can people make using informed choice? Assessment services and providers for eligibility and/or VR needs Individualized Plan for Employment (IPE): · Type of employment outcome and setting · VR services needed to achieve outcome · Service provider(s) and settings · Methods of arranging and paying for services GO WISE WASHINGTON INITIATIVE for SUPPORTED EMPLOYMENT Let's get a little more specific about the types of decisions people can make using informed choice. Customers have the right to make decisions about what assessment services and service providers they will use to get the information necessary to determine eligibility and or identify VR needs. In addition, people have the right to make informed choices about what to include on their Individualized Plan for Employment, or IPE, including the type of employment outcome and the setting desired, the VR services needed to achieve their employment outcome, the service providers who will provide the services, the setting they will receive the services in, and the methods of arranging and paying for services. 11"}, {"page_number": 12, "page_content": "Informed Choice is not unlimited choice A customer's choice is limited by the following factors: · Counselor may determine certain assessment or VR services are required · DVR pays consistent with federal/state laws and DSHS/DVR policy · DVR provides services at the least cost that meets a customer's needs GO WISE WASHINGTON INITIATIVE for SUPPORTED EMPLOYMENT It's also very important to realize that informed choice is not unlimited choice. A customer's choice is limited by the following factors. The DVR counselor may decide that certain assessment services or VR services are required to determine eligibility or to develop an individualized plan for employment. DVR also pays for services consistent with federal and state laws and DSHS and DVR policy. And finally, DVR provides services at the least cost that meets a customer's needs. For example, if a customer needs an assistive technology assessment, and there are three qualified choices to provide the assessment, DVR may choose the least costly of the three. 12"}, {"page_number": 13, "page_content": "How does informed choice apply to you? · Use your best professional judgment · Clearly explain the customer's options, pros/cons, benefit/harm · The decision is the customer's, not yours · Concerns: talk with your customer and/or DVR counselor GO WISE WASHINGTON INITIATIVE for SUPPORTED EMPLOYMENT It's important to put all of this information about informed choice in perspective and understand how it applies to you in your role as an employment consultant. The following are a few tips for promoting and helping your customer make informed choices. First, use your best professional judgment to guide the CRP service delivery process and advise your customer. Second, you must do your best to clearly explain to the customer the options that they have, as well as the pros and cons for the decisions they are about to make, and, to the degree possible, the potential benefit or harm that can result from those decisions. Third, please realize that the decision is your customer's, and not yours. In some instances you may actually disagree with the decision they make. And finally, if you get into a situation where you have serious concerns about the decisions your customer is making, or if you believe they are placing themself in harm's way, tell them why you feel this way and speak with the DVR counselor. 13"}, {"page_number": 14, "page_content": "Summary of Key Points GO WISE WASHINGTON INITIATIVE for SUPPORTED EMPLOYMENT As you've learned in this training, the purpose of vocational rehabilitation services, the intent behind the system, and the rights of DVR customers all directly relate to the services you provide as an employment consultant. In addition, one of your key responsibilities in providing supported employment services is to ensure that your customers have the opportunities and information to make informed choices. We hope that this training has provided you with a strong understanding of your role as an employment consultant in providing services to help more people benefit from supported employment. 14"}, {"page_number": 15, "page_content": "DVR Language Employment Consultant: also known as an employment specialist, job coach, job developer, etc. Community Rehabilitation Program (CRP): also known as employment agency, employment provider, vendor, etc. Customer: also known as client, consumer, person with a disability, supported employee, etc. Extended Services: also knows as long term supports, follow along services, etc. WASHINGTON INITIATIVE for SUPPORTED EMPLOYMENT 15"}, {"page_number": 16, "page_content": "Resources · Division of Vocational Rehabilitation (DVR): http://www.dshs.wa.gov/dvr/ . Division of Vocational Rehabilitation Laws, Policies & Procedures: http://www.dshs.wa.gov/dvr/About/VRLaws.aspx · Rehabilitation Act of 1973 as amended: http://www.dol.gov/oasam/regs/statutes/sec504.htm · Revised Code of Washington: http://apps.leg.wa.gov/rcw/ . Washington Administrative Code: http://apps.leg.wa.gov/wac/ . DVR Customer Services Manual: http://www.dshs.wa.gov/pdf/HRSA/dvr/DVRManual.pdf Content for this training was developed by representatives from the Division of Vocational Rehabilitation, Washington State Client Assistance Program and the Washington Initiative for Supported Employment (WISE). WASHINGTON INITIATIVE for SUPPORTED EMPLOYMENT To learn more about the laws, policies and procedures that govern DVR supported employment services, please use these links to visit the DVR website, the federal Rehabilitation Act of 1973 as amended, the Revised Code of Washington, Washington Administrative Code, and the DVR Customer Services Manual. 16"}]}